Repository: iangoggin/speakup-email-petitions-importer
Catalog: languages/speakupimport-*.po
Languages: fr_fr

source: Select your CSV file
fr_fr: Sélectionnez votre fichier CSV

source: File format:
fr_fr: Format de fichier :

source: Tab separated values, 16 not empty columns (from A to P)
fr_fr: Valeurs séparées par une tabulation, 16 colonnes non vides (de A à P)

source: First line contents columns title
fr_fr: La première ligne contient les titres de colonnes

source: Remove signatures before importing
fr_fr: Supprimer les signatures avant d'importer

source: (cannot be undone)
fr_fr: (ne peut être annulé)

source: Import
fr_fr: Importer

source: import signatures
fr_fr: importer des signatures

source: Importer
fr_fr: Importateur

source: Error while uploading file !
fr_fr: Erreur du téléchargement de fichier !

source: This is not a CSV file !
fr_fr: Ce n'est pas un fichier CSV !

source: Actually %s signatures in this petition
fr_fr: Actuellement %s signatures dans cette pétition

source: Error while parsing file, bad number of columns at line
fr_fr: Erreur d'analyse du fichier, mauvais nombre de colonnes à la ligne

source: Error while parsing file, cannot open document
fr_fr: Erreur d'analyse du fichier, ouverture de fichier impossible
